{
  "sidebar": {
    "dashboard": "Tổng quan",
    "user": "Tài khoản",
    "balance": "Công nợ",
    "transaction_history": "Lịch sử giao dịch",
    "setting": "Thiết lập",
    "support": "Hỗ trợ"
  }, 
  "header": {
    "project": "Project",
    "about": "About",
    "home": "Home",
    "resume": "Resume"
  },
  "footer":{
    "developBy": "DEVELOP BY SONTBUI",
    "copyRight": "Copyright"
  },
  "resume":{
    "download": "Download CV"
  },
  "project": {
    "my": "My",
    "project": "Projects",
    "description": " Here are a few projects I've worked on recently.",
    "descriptionEcommerce": "Users can create accounts and make online purchases. The system allows users to browse products, add them to their cart, and check out easily.The admin will monitor and process orders, ensuring smooth delivery. It utilizes Apache Kafka for data management and message transmission between services, while Zookeeper ensures configuration management and the state of the distributed system.",
    "descriptionChatBot": "Develop a Flutter application that integrates social media features, enabling users to build networks easily. The app will analyze user behavior for personalized recommendations. Users can create profiles, connect with friends, share content, and interact through comments and messages. Manage user data and posts efficiently using Firebase, with Firebase Authentication for secure sign-up and login.",
    "descriptionFoodModel": "Utilize pre-existing models like YOLO v8, YOLO v9, and CNN to retrain them with your custom dataset for improved food recognition. This process enhances the models' ability to accurately identify and classify various food items, leveraging established frameworks to achieve better performance. By fine-tuning these models, you can adapt them to recognize specific food categories relevant to your application, ensuring higher accuracy and efficiency.",
    "descriptionQuestionModel": "Leverage existing models to retrain a question-and-answer dataset for developing a model capable of responding to user inquiries. The models employed include BERT, PhoBERT, and ViderBerta-xsmall. The training process will involve fine-tuning these models to enhance their ability to accurately answer questions in Vietnamese. By utilizing these robust architectures, the system aims to improve the quality of responses and provide users with reliable information efficiently.",
    "descriptionQuizzApp": "Develop a self-learning app for reviewing Object-Oriented Programming (OOP) topics. Utilize Flutter to create interactive quizzes that help users reinforce their understanding of key concepts. The app will feature various question types, such as multiple choice and true/false, allowing users to engage with the material effectively. Additionally, users can track their progress and receive instant feedback, making learning both fun and informative."
  },
  "github":{
    "dayI": "Days I",
    "code": "Code"
  },
  "aboutCard": {
    "hello": " Hi Everyone, I am ",
    "name": "Bui Thanh Son",
    "from": "from",
    "hometown": "Bao Loc City, Viet Nam",
    "detail": "I am currently employed as a software developer at Juspay.",
    "subDetail": "I have completed Integrated MSc (IMSc) in Maths and Computing at BIT Mesra.",
    "careerPath": "Career path:",
    "shortTerm": "Short-Term:",
    "detailShortTerm": "Eager to secure a QA/QC Engineer Intern role to gain hands-on experience and deepen my understanding of software testing methodologies. My goal is to enhance my technical testing skills and problem-solving abilities, contributing to the overall quality of the product.",
    "longTerm": "Long-Term:",
    "detailLongTerm": "Over the next 3-4 years, I aim to progress to a Senior QA/QC Engineer position, acquiring comprehensive expertise in software testing and leading testing initiatives. My focus will be on delivering effective solutions and driving both team and company success.",
    "sologan": "\"Today is hard, tomorrow will be worse, but the day after tomorrow will be sunshine.\""
  },
  "about":{
    "know": "Know who",
    "im": "I'm",
    "skillSet": "Skillset",
    "tool": "Tools",
    "iUse": " I use"
  },
  "type":{
    "tester": "Tester",
    "backend": "Back-End Developer"
  },
  "home":{
    "hello": " Hi Everyone !",
    "im": "I'm",
    "careerPath": "Career path:",
    "name": "BUI THANH SON",
    "letme": "LET ME",
    "intro": "INTRODUCE ",
    "myself": "MYSELF",
    "haveSkill": "I have skill in ",
    "skill": "web development, mobile development, and software testing, ",
    "withExperience":"with experience using tools like ",
    "tool": "Selenium for automation testing",
    "passionate": "I'm passionate about creating practical applications and always eager to learn and collaborate on new projects.",
    "contact": "CONTACT WITH ME",
    "feelFree": "Feel free to ",
    "connect": "connect",
    "withme": "with me"

  }
}