{
  "sidebar": {
    "dashboard": "Tổng quan",
    "user": "Tài khoản",
    "balance": "Công nợ",
    "transaction_history": "Lịch sử giao dịch",
    "setting": "Thiết lập",
    "support": "Hỗ trợ"
  },
  "header": {
    "project": "Dự án",
    "about": "Giới thiệu",
    "home": "Trang chủ",
    "resume": "Sơ yếu lý lịch"
  },
  "footer": {
    "developBy": "PHÁT TRIỂN BỞI SONTBUI",
    "copyRight": "Bản quyền"
  },
  "resume": {
    "download": "Tải xuống CV"
  },
  "project": {
    "my": "Dự án của tôi",
    "project": "Dự án",
    "description": "Dưới đây là một vài dự án mà tôi đã làm gần đây.",
    "descriptionEcommerce": "Người dùng có thể tạo tài khoản và thực hiện mua sắm trực tuyến. Hệ thống cho phép người dùng duyệt sản phẩm, thêm vào giỏ hàng và thanh toán dễ dàng. Quản trị viên sẽ theo dõi và xử lý đơn hàng, đảm bảo giao hàng suôn sẻ. Nó sử dụng Apache Kafka cho việc quản lý dữ liệu và truyền tải tin nhắn giữa các dịch vụ, trong khi Zookeeper đảm bảo quản lý cấu hình và trạng thái của hệ thống phân tán.",
    "descriptionChatBot": "Phát triển một ứng dụng Flutter tích hợp các tính năng mạng xã hội, cho phép người dùng dễ dàng xây dựng mạng lưới. Ứng dụng sẽ phân tích hành vi người dùng để đưa ra các gợi ý cá nhân hóa. Người dùng có thể tạo hồ sơ, kết nối với bạn bè, chia sẻ nội dung và tương tác qua các bình luận và tin nhắn. Quản lý dữ liệu người dùng và bài viết hiệu quả bằng cách sử dụng Firebase, với Firebase Authentication cho quy trình đăng ký và đăng nhập an toàn.",
    "descriptionFoodModel": "Sử dụng các mô hình đã tồn tại như YOLO v8, YOLO v9 và CNN để huấn luyện lại chúng với tập dữ liệu tùy chỉnh của bạn nhằm cải thiện khả năng nhận diện thực phẩm. Quá trình này nâng cao khả năng của các mô hình trong việc xác định và phân loại các loại thực phẩm khác nhau, tận dụng các khung đã được thiết lập để đạt được hiệu suất tốt hơn. Bằng cách tinh chỉnh các mô hình này, bạn có thể điều chỉnh chúng để nhận diện các loại thực phẩm cụ thể liên quan đến ứng dụng của bạn, đảm bảo độ chính xác và hiệu quả cao hơn.",
    "descriptionQuestionModel": "Tận dụng các mô hình hiện có để huấn luyện một tập dữ liệu hỏi-đáp nhằm phát triển một mô hình có khả năng phản hồi các câu hỏi của người dùng. Các mô hình được sử dụng bao gồm BERT, PhoBERT và ViderBerta-xsmall. Quá trình huấn luyện sẽ bao gồm việc tinh chỉnh các mô hình này để nâng cao khả năng trả lời chính xác các câu hỏi bằng tiếng Việt. Bằng cách sử dụng những kiến trúc mạnh mẽ này, hệ thống nhằm cải thiện chất lượng phản hồi và cung cấp thông tin đáng tin cậy cho người dùng một cách hiệu quả.",
    "descriptionQuizzApp": "Phát triển một ứng dụng tự học để ôn tập các chủ đề lập trình hướng đối tượng (OOP). Sử dụng Flutter để tạo ra các bài kiểm tra tương tác giúp người dùng củng cố hiểu biết về các khái niệm chính. Ứng dụng sẽ có nhiều loại câu hỏi, như câu hỏi trắc nghiệm và đúng/sai, cho phép người dùng tham gia hiệu quả với tài liệu. Ngoài ra, người dùng có thể theo dõi tiến trình của mình và nhận phản hồi ngay lập tức, làm cho việc học trở nên thú vị và bổ ích."
  },
  "github": {
    "dayI": "Hoạt động trên",
    "code": " Github"
  },
  "aboutCard": {
    "hello": "Xin chào mọi người, tôi là ",
    "name": "Bùi Thanh Sơn",
    "from": " và tôi đến từ ",
    "hometown": "Thành phố Bảo Lộc, Việt Nam",
    "detail": "Hiện tôi đang tìm kiếm các công việc như ",
    "or": "hoặc ",
    "backend": "Back-End Developer ",
    "tester": "Tester.",
    "subDetail": "Tôi đã hoàn thành chương trình cử nhân chất lượng cao ngành ",
    "major": " Khoa Học Máy Tính ",
    "at":" tại đại học ",
    "nameUniversity": " Mở thành phố Hồ Chí Minh",
    "careerPath": "Lộ trình sự nghiệp:",
    "shortTerm": "Ngắn hạn:",
    "detailShortTerm": "Khao khát có được một vị trí thực tập sinh QA/QC để tích lũy kinh nghiệm thực tế và nâng cao hiểu biết về các phương pháp kiểm thử phần mềm. Mục tiêu của tôi là nâng cao kỹ năng kiểm thử kỹ thuật và khả năng giải quyết vấn đề, đóng góp vào chất lượng tổng thể của sản phẩm.",
    "longTerm": "Dài hạn:",
    "detailLongTerm": "Trong 3-4 năm tới, tôi đặt mục tiêu thăng tiến lên vị trí Kỹ sư QA/QC cao cấp, đạt được kiến thức toàn diện về kiểm thử phần mềm và dẫn dắt các sáng kiến kiểm thử. Tôi sẽ tập trung vào việc cung cấp các giải pháp hiệu quả và thúc đẩy sự thành công của cả đội và công ty.",
    "sologan": "\"Today is hard, tomorrow will be worse, but the day after tomorrow will be sunshine.\""
  },
  "about": {
    "know": "Giới thiệu về ",
    "im": "Tôi",
    "skillSet": "Kỹ năng",
    "tool": "Công cụ ",
    "iUse": "Tôi sử dụng"
  },
  "type": {
    "tester": "Người kiểm thử",
    "backend": "Lập trình viên Back-End"
  },
  "home": {
    "hello": "Xin chào mọi người!",
    "im": "Tôi là",
    "careerPath": "Lộ trình sự nghiệp:",
    "name": "BÙI THANH SƠN",
    "letme": "HÃY ĐỂ TÔI",
    "intro": "GIỚI THIỆU",
    "myself": "VỀ BẢN THÂN",
    "haveSkill": "Tôi có kỹ năng trong",
    "skill": " phát triển web, phát triển di động và kiểm thử phần mềm, ",
    "withExperience": "với kinh nghiệm sử dụng các công cụ như",
    "tool": " Selenium để kiểm thử tự động",
    "passionate": "Tôi đam mê tạo ra các ứng dụng thực tiễn và luôn háo hức học hỏi và hợp tác trong các dự án mới.",
    "contact": "LIÊN HỆ VỚI TÔI",
    "feelFree": "Hãy thoải mái ",
    "connect": "kết nối ",
    "withme": "với tôi"
  }
}
